Repository: laura-digio/CleanArch
Catalog: CleanArch/CleanArch/Resources/*.lproj/Localizable.strings
Languages: es

source: Access
es: Acceder

source: Downloads
es: Descargas

# enter_data
source: Enter your data
es: Introduce tus datos

# error_generic
source: An error occurred
es: Ha ocurrido un error

# error_login
source: Unable to log in. Please try again.
es: No se ha podido iniciar la sesión. Inténtalo de nuevo.

# error_pagination
source: No more items
es: No hay más elementos

# error_password
source: Wrong email or password
es: Email o contraseña incorrectos

# error_player_asset
source: Episode unavailable
es: No es posible reproducir el episodio

# error_player_connection
source: Cannot listen to the episode
es: No hay conexión a Internet disponible

# error_player_route
source: Cannot find headphones or speaker
es: No hay conectados auriculares o altavoz

# error_sso
source: iVoox did not authorize the Single Sign-On token
es: iVoox no autorizó el token Single Sign-On

source: History
es: Historial

source: Know more
es: Saber más

source: Lists
es: Listas

# lists_today
source: Daily Mix
es: Hoy para ti

# lists_favorites
source: Favorites
es: Favoritos

# lists_listen_later
source: Listen later
es: Escuchar más tarde

source: New episodes
es: Nuevos episodios

# next_play_queue
source: Next
es: A continuación

source: Now playing
es: Ahora suena

# now_playing_queue
source: Now
es: Ahora

source: Password
es: Contraseña

# placeholder_favorites
source: No favorite episode yet
es: Aún no hay ningún episodio favorito

# placeholder_favorites_body
source: When you add favorite episodes, they will appear here
es: Cuando añadas episodios favoritos, aparecerán aquí

# placeholder_listen_later
source: No episodes for later listening
es: No hay episodios para escuchar más tarde

# placeholder_listen_later_body
source: When you add them, they will appear here
es: Cuando los añadas, aparecerán aquí

# placeholder_new_episodes
source: No new episodes yet
es: No hay nuevos episodios

# placeholder_new_episodes_body
source: When available, they will appear here
es: Cuando estén disponibles, aparecerán aquí

# placeholder_play_queue
source: No episodes in play queue
es: No hay episodios en cola

# placeholder_play_queue_body
source: When available, they will appear here
es: Cuando tengas, aparecerán aquí

# placeholder_playlist_episodes
source: This playlist does not yet contain any episodes
es: Esta lista aún no contiene episodios

# placeholder_playlist_episodes_body
source: When you add episodes to the playlist, they will appear here
es: Cuando añadas episodios a la lista, aparecerán aquí

# placeholder_playlists
source: No playlists
es: No hay listas de reproducción

# placeholder_playlists_body
source: When you have one, it will appear here
es: Cuando tengas alguna, aparecerá aquí

# placeholder_today
source: We are looking for the episodes that best suit you
es: Estamos buscando los episodios que más se adaptan a ti

# placeholder_today_body
source: Keep listening to help us get to know your preferences
es: Sigue escuchando para ayudarnos a conocer tus gustos

# player_empty
source: Nothing playing yet
es: No hay nada sonando

# player_empty_subtitle
source: Listen to the best podcasts in Your Content or Explore
es: Escucha los mejores podcast en Tu Contenido o Explorar

source: Play queue
es: Cola de reproducción

# play_rate
source: Speed
es: Velocidad

# premium_advantage_no_ads
source: No ads
es: Sin publicidad

# premium_advantage_sync
source: Sync your devices
es: Sincronización entre dispositivos

# premium_advantage_vol
source: Boost the volume
es: Mejora el volumen

# premium_box_body
source: Enjoy iVoox in your Apple Watch, and other Premium advantages in the app
es: Disfruta iVoox en tu Apple Watch, y otras ventajas Premium en la app

# premium_box_button
source: %@ Free days
es: %@ Días gratis

# premium_box_price
source: Then %@ â‚¬/month
es: Después %@ €/mes

# premium_box_title
source: Be Premium
es: Hazte Premium

# premium_header
source: iVoox Watch is only available for Premium or Plus users
es: iVoox Watch solo está disponible para usuarios Premium o Plus

# premium_try
source: Try it free
es: Probar gratis

source: Settings
es: Ajustes

# sign_in_apple
source: Sign in
es: Iniciar sesión

source: Sign out
es: Cerrar sesión

source: Subscriptions
es: Suscripciones

# syncing
source: Syncing with iPhone
es: Sincronizando con iPhone

source: Terms
es: Términos

source: Today
es: Hoy

source: Voice boost
es: Mejora de voz
